artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    gate { type fixedValue; value uniform (0.001 0 0); }
    vent { type pressureInletOutletVelocity; value uniform (0 0 0); }
    cavity_wall { type noSlip; }
}
