artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/0/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 101325;
boundaryField
{
    gate { type fixedFluxPressure; value uniform 101325; }
    vent { type totalPressure; p0 uniform 101325; value uniform 101325; }
    cavity_wall { type fixedFluxPressure; value uniform 101325; }
}
