artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
phases (polymer air);
polymer
{
    transportModel Newtonian;
    rho [1 -3 0 0 0 0 0] 800;
    nu [0 2 -1 0 0 0 0] 0.0712747534;
}
air
{
    transportModel Newtonian;
    rho [1 -3 0 0 0 0 0] 1;
    nu [0 2 -1 0 0 0 0] 1.48e-05;
}
sigma [1 0 -2 0 0 0 0] 0.04;
