artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
libs ("libcrossWLFViscosityModel.so");
simulationType laminar;
laminar
{
    model generalizedNewtonian;
    viscosityModel crossWLFViscosityModel;
    n 0.65;
    tauStar 55.6;
    D1 1.0e10;
    D2 378.15;
    D3 0;
    A1 17.44;
    A2 51.6;
    rhoFloor 1e-9;
}
