artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/system/createPatchDict
FoamFile { version 2.0; format ascii; class dictionary; object createPatchDict; }
pointSync false;
patches
(
    { name gate; patchInfo { type patch; } constructFrom set; set gateFaces; }
    { name vent; patchInfo { type patch; } constructFrom set; set ventFaces; }
);
