artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/system/decomposeParDict
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 4;
method scotch;
