artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_refined15/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }
ddtSchemes { default Euler; }
gradSchemes { default Gauss linear; }
divSchemes
{
    default none;
    div(phi,alpha) Gauss interfaceCompression vanLeer 1;
    div(rhoPhi,U) Gauss linearUpwind grad(U);
    div(phi,U) Gauss linearUpwind grad(U);
    div(phi,p) Gauss linear;
    div(rhoPhi,T) Gauss linearUpwind grad(T);
    div(rhoPhi,K) Gauss linearUpwind grad(K);
    div(phirb,alpha) Gauss interfaceCompression vanLeer 1;
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
